common/models/User.php

    public static function findIdentityByAccessToken($token, $type = null)
    {
        return static::findOne(['access_token' => $token]);
---
SELECT * FROM `user` WHERE `access_token`='QMEsASH7ZhUcnlwkSMAsOVbelTl5RP6T'