backend/views/adminlte/layouts/sidebar.php

        <!-- Sidebar user panel (optional) -->
        <div class="user-panel mt-3 pb-3 mb-3 d-flex">
            <div class="image">
                <img src="/uploads/<?=\common\models\User::findOne(Yii::$app->user->id)['image']?>" class="img-circle elevation-2" alt="User Image">
---
SELECT * FROM `user` WHERE `id`=1