backend/views/adminlte/site/index.php

        <!-- small box -->
        <div class="small-box bg-danger">
            <div class="inner">
                <h3><?=\backend\models\Visitors::find()->where(['!=','id',0])->sum('visits')?><sup style="font-size: 20px"> ta</sup></h3>
---
SELECT SUM(visits) FROM `visitors` WHERE `id` != 0

                                <img class="profile-user-img img-fluid img-circle" src="/frontend/web/uploads/user.jpg" alt="User profile picture">
                            </div>

                            <h3 class="profile-username text-center"><?=\common\models\User::findOne(Yii::$app->user->id)['username']?></h3>
---
SELECT * FROM `user` WHERE `id`=1


                            <ul class="list-group list-group-unbordered mb-3">
                                <li class="list-group-item">
                                    <b>Login: </b> <a class="float-right"><?=\common\models\User::findOne(Yii::$app->user->id)['username']?></a>
                                </li>
                                <li class="list-group-item">
                                    <b>Email:</b> <a class="float-right"><?=\common\models\User::findOne(Yii::$app->user->id)['email']?></a>
---
SELECT * FROM `user` WHERE `id`=1